Repository: BhaveshDhaduk/Instalker-Native
Catalog: *.lproj/Localizable.strings
Languages: tr

source: Select a date interval
tr: Tarih aralığı seçin

source: %@ likes
tr: %@ like

source: %ld likes
tr: %ld like

source: %ld years ago
tr: %ld yıl önce

source: %ld months ago
tr: %ld ay önce

source: %ld weeks ago
tr: %ld hafta önce

source: %ld days ago
tr: %ld gün önce

source: 1 Week
tr: 1 Hafta

source: 1 Month
tr: 1 Ay

source: 3 Months
tr: 3 Ay

source: 6 Months
tr: 6 Ay

source: All Time
tr: Tüm zamanlar

source: My Profile
tr: Profilim

source: Back
tr: Geri

source: %ld Media
tr: %ld Medya

source: Loading Cancelled
tr: Yükleme iptal edildi

source: Your daily Instagram token limit is accessed, Try to use tomorrow
tr: Günlük Instagram token limitiniz doldu, Yarın kullanmayı deneyin

source: This profile is private, try to stalk others
tr: Bu profil gizlidir, başkalarına bakınız

source: Your Instagram credentials invalidated by Instagram, try to login again
tr: Instagram bilgileriniz hatalı, tekrar giriş yapın

source: No media at selected interval, change date interval from above
tr: Bu aralıkta hiç medya bulunmamaktadır, tarih aralığını değiştirin

source: This profile is private!
tr: Bu profil gizlidir!

source: Search
tr: Arama

source: Settings
tr: Ayarlar

source: Search history is cleaned!
tr: Arama geçmişi temizlendi!

source: %d Months, %d Days, %d Hours Left
tr: %d Ay, %d Gün, %d Saat Kaldı

source: %d Days, %d Hours Left
tr: %d Gün, %d Saat Kaldı

source: %d Minutes Left
tr: %d Dakika Kaldı

source: Enjoy your premium subscription!
tr: Premium üyeliğin keyfini çıkarın!

source: To use all premium features, do not hesitate to subscribe
tr: Tüm premium özelliklerini kullanmak için abone olmaktan çekinmeyin
